Repository: makinacorpus/drupal-ucms
Catalog: ucms_contrib/translations/*.po
Languages: fr

source: 100% (default)
fr: 100% (défaut)

source: Left of text
fr: À gauche du texte

source: Media properties
fr: Propriétés du média

source: Properties
fr: Propriétés

source: Right of text
fr: À droite du texte

source: Width (remains at 100% if not left or right)
fr: Largeur (conservée à 100% en positionnement normal)

source: Edit media display
fr: Modifier l'affichage du média

source: Failed to load the element
fr: Impossible de charger l'élement

source: Refresh
fr: Rafraichir

source: Create !content_type
fr: Créer !content_type

source: Edit
fr: Modifier

source: Unpublish
fr: Dépublier

source: Publish
fr: Publier

source: Revisions
fr: Révisions

source: Transfer ownership
fr: Transférer la propriété

source: Add to global contents
fr: Ajouter au contenu global

source: Star
fr: Marquer comme important

source: Unstar
fr: Retirer le marquage important

source: Flag as inappropriate
fr: Signaler comme inapproprié

source: Un-flag as innappropriate
fr: Retirer le marquage comme inapproprié

source: Delete
fr: Supprimer

source: View
fr: Voir

source: Content in site
fr: Contenus du site

source: Medias in site
fr: Medias du site

source: Media tab
fr: Onglet Média

source: Content tab
fr: Onglet Contenu

source: Editorial content types
fr: Types de contenu éditoriaux

source: Component content types
fr: Types de contenu composants

source: Locked components
fr: Composant verrouillé

source: Save configuration
fr: Enregistrer la configuration

source: Media can't be content as well.
fr: Les médias ne peuvent pas être des contenus éditoriaux ou des composants.

source: Editorial content can't be components as well.
fr: Les contenus éditoriaux ne peuvent pas être des composants.

source: The configuration options have been saved.
fr: Les options de configuration ont été enregistrées

source: Go to dashboard
fr: Aller au dashboard

source: Create
fr: Créer

source: could not save generated HTML
fr: Impossible d’enregistrer le HTML généré

source: markup contain invalid HTML, cannot parse medias
fr: Le balisage contient du HTML invalide, impossible de récupérer les médias

source: No content type provided.
fr: Aucun type de contenu n'a été fourni.

source: Where would you want to create this content ?
fr: Où voulez-vous créer ce contenu ?

source: Create a global content
fr: Créer un contenu global

source: Create a content in one of my sites
fr: Créer un contenu dans un de mes sites

source: Select a site
fr: Sélectionner un site

source: Do you want to create a global content ?
fr: Voulez-vous créer un contenu global ?

source: Continue
fr: Continuer

source: Cancel
fr: Annuler

source: You are now creating a content into your site.
fr: Vous êtes maintenant en train de créer un contenu dans votre site.

source: You are now creating a global content.
fr: Vous êtes maintenant en train de créer un contenu global.

source: Do you want to duplicate this content within your site ?
fr: Voulez vous modifier ce contenu dans votre site ?

source: Do you want to edit this content ?
fr: Voulez vous modifier ce contenu ?

source: Duplicate in my site
fr: Copier et modifier pour mon site seulement

source: Edit the content globally (affects all site the content is in)
fr: Modifier ce contenu (les modifications seront visibles sur tous les sites où il est partagé)

source: You can now edit this node on this site, it will be automatically duplicated.
fr: Vous pouvez maintenant modifier la nouvelle version de ce contenu à destination du site courant, la copie sera créé à la validation du formulaire.

source: You are now editing the global content for all sites.
fr: Vous êtes en train de modifier le contenu, tous les sites où il est partagé verront les modifications que vous y apporterez.

source: Flag %title has innapropriate ?
fr: Signaler %title comme inapproprié ?

source: %title has been flagged has innapropriate.
fr: %title a été signalé comme inapproprié.

source: Lock %title ?
fr: Verouiller %title ?

source: %title has been locked.
fr: %title a été verrouillé.

source: Add %title to global contents?
fr: Ajouter %title aux contenus globaux ?

source: %title has been added to global contents.
fr: %title a été ajouté aux contenus globaux.

source: Publish %title ?
fr: Publier %title ?

source: %title has been published.
fr: %title a été publié.

source: Star %title ?
fr: Marquer %title comme important ?

source: %title has been starred.
fr: %title a été marqué comme important

source: Transfer ownership to:
fr: Transférer la propriété à :

source: Please enter a name and select the user in the suggestions list.
fr: Veuillez faire votre choix parmi cette liste de suggestions.

source: Transfer
fr: Transférer

source: The user could not be identified.
fr: Cet utilisateur ne peut pas être identifié.

source: The user doesn't exist.
fr: Cet utilisateur n'existe pas.

source: The user %user is not allowed to manage this type of content.
fr: L'utilisateur %user n'est pas autorisé à modifier ce type de contenu.

source: The content %title has been transferred to %user.
fr: %title a été transféré à %user.

source: Un-flag %title ?
fr: Retirer le signalement sur %title ?

source: %title has been un-flagged.
fr: Le signalement sur %title a été retiré.

source: Unlock %title ?
fr: Déverrouiller %title ?

source: %title has been unlocked.
fr: %title a été dévérouillé.

source: Unpublish %title ?
fr: Dépublier %title ?

source: %title has been unpublished.
fr: %title a été dépublié.

source: Unstar %title ?
fr: Retirer l'importance de %title ?

source: %title has been unstarred.
fr: %title n'est plus marqué comme important.

source: thumbnail grid
fr: grille de vignettes

source: teaser list
fr: liste d'accroches

source: This has been flagged as innapropriate
fr: Ce contenu a été signalé comme étant innaproprié

source: This content has been flagged as important
fr: Ce conteny est marqué comme important

source: This content may not be cloned
fr: Ce contenu ne peut pas être copié

source: This content is a copy of another content
fr: Ce contenu est la copie d'un autre contenu existant

source: This is a group content
fr: Ce contenu est un contenu groupe

source: Never
fr: Jamais

source: published
fr: publié

source: unpublished
fr: dépublié

source: Title
fr: Titre

source: Status
fr: Statut

source: Created
fr: Créé

source: Last update
fr: Dernière mise à jour

source: Owner
fr: Propriétaire

source: Content
fr: Contenu

source: Create content
fr: Créer du contenu

source: Create component
fr: Créer un composant

source: You have no content yet.
fr: Vous n'avez pas de contenu pour le moment.

source: Media
fr: Média

source: Create media
fr: Créer un média

source: You have no media yet.
fr: Vous n'avez pas de média pour le moment.

source: Updated
fr: Mis à jour

source: Published
fr: Publié

source: Unpublished
fr: Dépublié

source: My sites
fr: Mes sites

source: creation date
fr: date de création

source: lastest update date
fr: dernière mise à jour

source: status
fr: statut

source: owner
fr: propriétaire

source: title
fr: titre

source: flag
fr: marquage

source: Clone aware (first item only)
fr: Prise en compte du clonage (premier élément seulement)

source: Clone aware
fr: Prise en compte du clonage

source: Uses SolR for content search - provide Drag'n'Drop
fr: Utilise SolR pour la recherche de contenu - fournit du GLissé-Déposé

source: My content
fr: Mon contenu

source: Flagged
fr: Signalé

source: Starred
fr: Important

source: New !type for my site
fr: Créer un(e) !type pour mon site

source: Publish content
fr: Publier le contenu

source: Unpublish content
fr: Dépublier le contenu

source: Lock
fr: Verrouiller

source: Unlock
fr: Déverrouiller

source: Contribution user interface
fr: Interface utilisateur de contribution

source: Manage content types categorisation and how the main contribution user interface will look like and behave.
fr: Gère la catégorisation des types de contenu et comment l'interface utilisateur se comporte.

source: Content admin display
fr: Affichage d'administration du contenu

source: Favorite in cart
fr: Favori dans le panier

source: Lock this content
fr: Vérrouiller ce contenu

source: Save and add to cart
fr: Enregistrer et ajouter au panier

source: Save and publish
fr: Enregistrer et publier

source: Save, publish and add to cart
fr: Enregistrer, publier et ajouter au panier

source: UCMS medias drop & paste management
fr: UCMS - gestion du copier-coller

source: Will transform UCMS DnD markup into content
fr: Transforme le balisage UCMS DnD en contenu

source: Action was done
fr: L’action a été réalisée

source: Display as @mode
fr: Afficher comme @mode

source: Clear
fr: Vider

source: Search
fr: Rechercher

source: Sort by
fr: Trier par

source: ascending
fr: croissant

source: descending
fr: décroissant

source: Order by
fr: Trier par

source: More actions
fr: Plus d'actions

source: Sort by:
fr: Trier par :

source: see all
fr: voir tous

source: Toggle navigation
fr: Afficher/masquer la navigation

source: Welcome @user
fr: Bienvenue @user

source: Admin dashboard for users
fr: Tableau de bord d'administration pour les utilisateurs

source: Use contextual pane
fr: Utiliser le volet contextuel

source: Define as group content
fr: Définir comme contenu de groupe

source: Remove from group contents
fr: Retirer des contenus Groupe

source: Define %title as group content?
fr: Définir %title comme contenu groupe ?

source: %title has been added to the group contents.
fr: %title a été ajouté aux contenus groupes.

source: Remove %title from group contents?
fr: Retirer %title des contenu Groupe ?

source: %title has been removed from the group contents.
fr: %title a été retiré des contenus Groupe.

source: Group
fr: Groupe

source: Subscribe to the notifications
fr: S’abonner aux notifications

source: Unsubscribe from the notifications
fr: Se désabonner des notifications

source: Create label
fr: Créer une étiquette

source: Do you really want to delete the "@name" label?
fr: Êtes-vous sûr de vouloir supprimer l'étiquette "@name" ?

source: "@name" label has been deleted.
fr: L'étiquette "@name" a été supprimée.

source: An error occured during the deletion of the "@name" label. Please try again.
fr: Une erreur est survenue lors de la suppression de l'étiquette "@name". Veuillez réessayer.

source: Name
fr: Nom

source: Parent label
fr: Catégorie

source: - None -
fr: - Aucun -

source: You must move or delete the children labels if you want to define a parent label for this one.
fr: Vous devez déplacer ou supprimer les étiquettes enfant si vous voulez définir une catégorie pour celle-ci.

source: Non editable label
fr: Étiquette non modifiable

source: Save
fr: Enregistrer

source: The new "@name" label has been created.
fr: La nouvelle étiquette "@name" a été crée.

source: The "@name" label has been updated.
fr: L'étiquette "@name" a été mise à jour.

source: An error occured during the edition of the "@name" label. Please try again.
fr: Une erreur est survenue lors de la modification de l'étiquette "@name". Veuillez réessayer.

source: Subscribe to the %name label notifications?
fr: S’abonner aux notifications de l’étiquette %name ?

source: You subscribed to the %name label notifications.
fr: Vous vous êtes abonné aux notifications de l’étiquette %name.

source: Unsubscribe from the %name label notifications?
fr: Se désabonner des notifications de l’étiquette %name ?

source: You unsubscribed from the %name label notifications.
fr: Vous vous êtes désabonné des notifications de l’étiquette %name.

source: Editable
fr: Modifiable

source: Non editable
fr: Non modifiable

source: Category
fr: Catégorie

source: identifier
fr: identifiant

source: name
fr: nom

source: Label
fr: Étiquette

source: There is not labels yet.
fr: Il n'y pas d'étiquettes pour le moment.

source: Provide a labels management interface.
fr: Fournit une interface de gestion des étiquettes.

source: Labels
fr: Étiquettes

source: Add new label
fr: Ajouter une nouvelle étiquette

source: View labels
fr: Voir les étiquettes

source: Edit locked labels
fr: Modifier les étiquettes vérouillées

source: Edit non locked labels
fr: Modifier les étiquettes non verrouillées

source: Edit "@name" label
fr: Modifier l'étiquette "@name"

source: Delete "@name" label
fr: Supprimer l'étiquette "@name"

source: Enable regions
fr: Activer les régions

source: Disable all regions if you do not with layouts to be usable with this theme.
fr: Désactiver toutes les régions si vous ne voulez pas de gestion de mise en page pour ce thème.

source: Disabled
fr: Désactivé

source: Page context
fr: Contexte de page

source: Site context
fr: Contexte de site

source: Save composition
fr: Enregistrer la composition

source: Save transversal composition
fr: Enregistrer la composition transverse

source: Edit composition
fr: Modifier la composition

source: Edit transversal composition
fr: Modifier la composition transverse

source: Changed have been saved
fr: Les modifications ont été enregistrées

source: Changes have been dropped
fr: Les modifications ont été supprimées

source: Enabled regions
fr: Régions activées

source: Theme
fr: Thème

source: No theme found.
fr: Aucun thème trouvé.

source: Custom per page layout configuration
fr: Configuration de la mise en page personnalisée

source: Layout management
fr: Gestion de la mise en page

source: Manage usable regions layouts and site wide configuration.
fr: Gérer les régions de mise en page et la configuration du site.

source: Edit @theme theme regions
fr: Modifier les régions du thème &theme

source: Edit theme regions
fr: Modifier les régions du thème

source: @count content
fr: @count contenu

source: @title of type @type has been created by @name
fr: @title de type @type a été créé par @name

source: @title of type @type have been created by @name
fr: @title de type @type ont été créés par @name

source: @title of type @type has been created
fr: @title de type @type a été créé

source: @title of type @type have been created
fr: @title de type @type ont été créés

source: @title has been deleted by @name
fr: @title a été supprimé par @name

source: @title have been deleted by @name
fr: @title ont été supprimés par @name

source: @title has been deleted
fr: @title a été supprimé

source: @title have been deleted
fr: @title ont été supprimés

source: @title of type @type has been updated by @name
fr: @title de type @type a été mis à jour par @name

source: @title of type @type have been updated by @name
fr: @title de type @type ont été mis à jour par @name

source: @title of type @type has been updated
fr: @title de type @type a été mis à jour

source: @title of type @type have been updated
fr: @title de type @type ont été mis à jour

source: @title of type @type has been flagged by @name
fr: @title de type @type a été signalé par @name

source: @title of type @type have been flagged by @name
fr: @title de type @type ont été signalés par @name

source: @title of type @type has been flagged
fr: @title de type @type a été signalé

source: @title of type @type have been flagged
fr: @title de type @type ont été signalés

source: @title of type @type has been associated with some of the labels you subscribed to by @name
fr: @title de type @type a été associé à une des étiquettes que vous suivez par @name

source: @title of type @type have been associated with some of the labels you subscribed to by @name
fr: @title de type @type ont été associé à une des étiquettes que vous suivez par @name

source: @title of type @type has been associated with some of the labels you subscribed to
fr: @title de type @type a été associé à des étiquettes auxquelles vous êtes abonnés

source: @title of type @type have been associated with some of the labels you subscribed to
fr: @title de type @type ont été associés à des étiquettes auxquelles vous êtes abonnés

source: @title of type @type has been published by @name
fr: @title de type @type a été publié par @name

source: @title of type @type have been published by @name
fr: @title de type @type ont été publiés par @name

source: @title of type @type has been published
fr: @title de type @type a été publié

source: @title of type @type have been published
fr: @title de type @type ont été publié

source: @title of type @type has been unpublished by @name
fr: @title de type @type a été dépublié par @name

source: @title of type @type have been unpublished by @name
fr: @title de type @type ont été dépublié par @name

source: @title of type @type has been unpublished
fr: @title de type @type a été dépublié

source: @title of type @type have been unpublished
fr: @title de type @type ont été dépublié

source: Registration of @title on @site has been accepted by !name
fr: L'inscription de @title sur @site a été acceptée par !name

source: Registrations of @title on @site have been accepted by !name
fr: Les inscriptions de @title sur @site ont été acceptées par !name

source: @title registered on @site
fr: @title a été inscrit sur @site

source: Registration of @title on @site has been rejected by !name
fr: L'inscription de @title sur @site a été rejetée par !name

source: Registrations of @title on @site have been rejected by !name
fr: Les inscriptions de @title sur @site ont été rejetées par !name

source: Site @title has been requested by @name
fr: Le site @title a été demandé par @name

source: Site @title have been requested by @name
fr: Les sites @title ont été demandés par @name

source: Site @title has been requested
fr: Le site @title a été demandé

source: Site @title have been requested
fr: Le site @title a été demandé

source: @name switched @title from @from to @to
fr: @name a passé le site @title de l'état @from à @to

source: @name switched @title from @from to @to: %reason
fr: @name a passé le site @title de l'état @from à @to: %reason

source: @title switched from @from to @to
fr: @title passé de l'état @from à @to

source: @title switched from @from to @to: %reason
fr: @title passé de l'état @from à @to: %reason

source: @title has been registered by @name
fr: @title a été inscrit par @name

source: @title have been registered by @name
fr: @title ont été inscrits par @name

source: @title has been registered
fr: @title a été inscrit

source: @title have been registered
fr: @title a été inscrit

source: @title's email has been changed by @name
fr: L’adresse e-mail de @title a été modifiée par @name

source: Emails of @title have been changed by @name
fr: Les e-mails de @title ont été modifiés par @name

source: @title's email has been changed
fr: L’adresse e-mail de @title a été modifiée

source: Emails of @title have been changed
fr: Les adresses e-mail de @title ont été modifiées

source: @title has been disabled by @name
fr: @title a été désactivé par @name

source: @title have been disabled by @name
fr: @title ont été désactivés par @name

source: @title has been disabled
fr: @title a été désactivé

source: @title have been disabled
fr: @title ont été désactivés

source: @title's account has been updated by @name
fr: Le compte utilisateur de @title a été modifié par @name

source: Accounts of @title have been updated by @name
fr: Les comptes utilisateur de @title ont été modifiés par @name

source: @title's account has been updated
fr: Les informations de compte de @title ont été mises à jour

source: Accounts of @title have been updated
fr: Les informations de compte de @title ont été mises à jour

source: @title has been enabled by @name
fr: @title a été activé par @name

source: @title have been enabled by @name
fr: @title ont été activés par @name

source: @title has been enabled
fr: @title a été activé

source: @title have been enabled
fr: @title ont été activés

source: @title's password has been reset by @name
fr: Le mot de passe de @title a été réinitialisé par @name

source: Passwords of @title have been reset by @name
fr: Les mots de passe de @title ont été modifiés par @name

source: @title's password has been reset
fr: Le mot de passe de @title a été réinitialisé

source: Passwords of @title have been reset
fr: Les mots de passe de @title ont été réinitialisés

source: Provide notification system
fr: Fournit le système de notification

source: UCMS - Notification
fr: UCMS - Notifications

source: Receive content admin notifications
fr: Recevoir les notifications d'administration des contenus

source: Receive label admin notifications
fr: Recevoir les notifications d'administration des labels

source: Receive SEO admin notifications
fr: Recevoir les notifications d'administration SEO

source: Receive site admin notifications
fr: Recevoir les notifications d'administration des sites

source: Receive user admin notifications
fr: Recevoir les notifications d'administration des utilisateurs

source: Queued
fr: Ajouté à la queue

source: Indexed
fr: Indexé

source: Size
fr: Taille

source: Error
fr: Erreur

source: Re-index selected
fr: Ré-indexer la sélection

source: Index missing
fr: Indexer les manquants

source: Re-indexing
fr: Ré-indexation

source: Indexing missing documents
fr: Indexer les documents manquants

source: !nid attachments not indexed because max file size is exceed
fr: !nid pièces jointes non indexées car la taille totale a été atteinte

source: Specify your keywords
fr: Spécifier vos termes de recherche

source: @count result for "@keywords"
fr: @count résultat pour "@keywords"

source: @count result
fr: @count résultat

source: Search form and results
fr: Formulaire de recherche et résultats

source: Integration with Elastic Search for back and front search
fr: Intégration d'Elastic Search pour la recherche dans le back-end et le front-end

source: Search indices
fr: Index de recherche

source: Manage search indices.
fr: Gérer les index de recherche

source: SEO parameters
fr: Paramètres SEO

source: SEO aliases
fr: Alias SEO

source: SEO redirects
fr: Redirections SEO

source: Delete this node redirect?
fr: Supprimer cette redirection de nœud ?

source: Redirect has been deleted
fr: La redirection a été supprimée

source: Rebuild SEO aliases
fr: Reconstruire les alias SEO

source: Rebuild all aliases for content linked to this store locator?
fr: Reconstruire tous les alias pour ce store locator ?

source: All aliases have been rebuilt
fr: Tous les alias ont été reconstruits

source: This content has no SEO alias.
fr: Ce contenu n'a pas d’alias SEO.

source: This site has no SEO alias.
fr: Ce contenu n'a pas d’alias SEO.

source: This content has no SEO redirect.
fr: Ce contenu n'a pas de redirection SEO.

source: This site has no SEO redirect.
fr: Ce site n'a pas de redirections SEO.

source: Add SEO redirect
fr: Ajouter une redirection SEO

source: There is no node to reference!
fr: Il n’y a aucun nœud à référencer !

source: Old path
fr: Ancien chemin

source: Create redirect
fr: Créer une redirection

source: The path should begin by a slash ("/")
fr: Le chemin doit commencer par un slash ("/")

source: This redirect already exist for this node and this site
fr: Cette redirection existe déjà pour ce nœud et ce site

source: %path will redirect to %title
fr: %path redirigera vers %title

source: about-us
fr: a-propos

source: This is the content alias that will be used in order to build URLs for the menu of your site
fr: Ceci est l’alias du contenu qui sera utilisé pour construire les URL de menu de votre site

source: My page title
fr: Mon titre de page

source: This title will be used by search engines to index you content
fr: Ce titre sera utilisé par les moteurs de recherche pour indexer votre contenu

source: Shortly, this page is about something that...
fr: Sommairement, cette page est à propos de…

source: This text is what will appear as your page summary when searching in most search engines
fr: Ce texte apparaitra comme résumé de votre page dans la plupart des moteurs de recherche

source: Submit
fr: Soumettre
