Repository: makinacorpus/drupal-ucms
Catalog: ucms_contrib/translations/*.po
Languages: fr

source: The alias '%alias' is invalid and has been normalized to: <strong>%normalized</strong>, please change the value below.
fr: L'alias '%alias' est invalide et a été normalisé : <strong>%normalized</strong>, veuillez modifier la valeur ci-dessous.

source: Google analytics identifier
fr: Identifiant Google Analytics

source: Piwik URL
fr: URL Piwik

source: Piwik site identifier
fr: Identifiant de site Piwik

source: Google webmaster tools verification code
fr: Code de vérification de la console Google Webmaster

source: Is canonical
fr: Est canonique

source: Do expire
fr: Expire

source: Canonical state
fr: Statut canonical

source: Language
fr: Langue

source: Expiry date
fr: Expire le

source: Priority
fr: Priorité

source: Yes
fr: Oui

source: No
fr: Non

source: None
fr: Aucun

source: default
fr: par défaut

source: Expires
fr: Expire le

source: Path
fr: Chemin

source: Dead links
fr: Liens morts

source: Link
fr: Lien

source: Undefined
fr: Indéfini

source: Deleted
fr: Supprimé

source: Field
fr: Champ

source: Reason
fr: Raison

source: No dead link
fr: Aucun lien mort

source: All you need is a bit of canonical magic and some fixed node aliases, menu will do the rest!
fr: Tout ce dont vous avez besoin est d'un peu de magie canonique et d'alias de nœud fixes, les menu feront le reste !

source: Sitemap
fr: Plan de site

source: Node path aliases
fr: Alias de chemin de nœud

source: Node redirects
fr: Redirections de contenu

source: Add a redirect for this node
fr: Ajouter une redirection pour ce nœud

source: Site path aliases
fr: Alias de chemin du site

source: Site redirects
fr: Redirections de site

source: Access platform wide SEO data
fr: Accéder aux données SEO de la plateforme

source: Manage SEO data for own content
fr: Gérer les données SEO de ses propres contenus

source: Manage SEO data for all content
fr: Gérer les données SEO de tous les contenus

source: SEO node alias cannot contain the / character
fr: L'alias SEO ne peut pas contenir le caractère slash ("/")

source: SEO node alias can only contain non capital letters, numbers, _ and - characters
fr: L'alias ne peut contenir que des lettres minuscules, des nombres et des caractères _ et -

source: Node alias
fr: Alias de chemin de nœud

source: This alias must not contain the / character
fr: Cet alias ne peut pas contenir le caractère slash (/).

source: some/path/
fr: un/chemin/

source: Edit SEO parameters
fr: Modifier les paramètres SEO

source: Delete from this site
fr: Supprimer de ce site

source: Change user's role
fr: Modifier le rôle de l'utilisateur

source: Remove from the current site
fr: Retirer du site courant

source: Use on another site
fr: Utiliser sur un autre site

source: Use on my site
fr: Utiliser sur mon site

source: View in site
fr: Voir sur un autre site

source: Go to site
fr: Aller au site

source: History
fr: Historique

source: Switch to @state
fr: Passer à @state

source: Add existing user
fr: Ajouter un utilisateur existant

source: Create new user
fr: Créer un nouvel utilisateur

source: Manage users
fr: Gérer les utilisateurs

source: Demote as contributor
fr: Rétrograder en tant que contributeur

source: Promote as webmaster
fr: Promouvoir en tant que webmestre

source: Default node type for site home page
fr: Type de contenu par défaut pour la page d'accueil du site

source: When a site is created, a node with the given type will be automatically created and set as the site page
fr: Quand un site est créé, un nœud du type donné sera automatiquement créé et défini comme page d'accueil

source: Allowed themes
fr: Thèmes autorisés

source: Themes available in the site request form to be choosen by the requester
fr: Les thèmes disponibles au choix dans le formulaire de création de site

source: Allow @name to switch site state from @from to @to
fr: Autoriser @name à permuter l'état des sites de @from à @to

source: Template does not exist anymore
fr: Le gabarit n’existe plus

source: HTTP hostname
fr: Nom de domaine

source: State
fr: État

source: Created at
fr: Créé le

source: Lastest update
fr: Dernière mise à jour

source: Requester
fr: Demandeur

source: Replaces
fr: Remplace

source: HTTP redirections
fr: Redirections HTTP

source: Display information
fr: Afficher les informations

source: Is a template
fr: Est un gabarit

source: yes
fr: oui

source: Site template
fr: Site gabarit

source: No site
fr: Pas de site

source: No request
fr: Pas de requête

source: Pending requests
fr: Demandes en attente

source: Request site
fr: Demander un site

source: The site home page has been changed to the current content.
fr: Le contenu qui vient d'être créé a été défini comme page d'accueil du site.

source: The cloned content is now the current site home page, yet it is unpublished, you should probably publish it!
fr: Le contenu qui vient d'être créé est maintenant la page d'accueil du site, mais il n'est pas publié, vous devez le publier.

source: There is no node to dereference!
fr: Il n’y a aucun nœud à déréférencer !

source: There is no site to remove reference from!
fr: Il n’y a aucun site sur lequel déréférencer !

source: Remove %title from the %site site?
fr: Retirer %title du site %site ?

source: %title has been removed from site %site
fr: %title a été retiré du site %site

source: This content is already used by all your sites.
fr: Ce contenu est déjà utilisé dans tous vos sites.

source: %title has been added to site %site
fr: %title a été ajouté au site %site

source: There is not site to edit!
fr: Il n’y a aucun site à modifier !

source: This will appear as the site's title on the frontoffice.
fr: Ceci apparaîtra comme le titre du site sur le frontoffice.

source: Administrative title
fr: Titre administratif

source: This will be the site's title for the backoffice.
fr: Ceci sera le titre du site pour l'interface d'administration.

source: If the new site aims to replace an existing site, please copy/paste the site URI into this textarea, you may write more than one URI or any useful textual information.
fr: Si le site a vocation à remplacer un site existant, copier-coller son URL dans cette zone, vous pouvez saisir plus d'une URL ou toute autre information textuelle.

source: Host name redirects
fr: Redirections de noms de domaine

source: List of domain names that should redirect on this site, this is, you may write more than one URI or any useful textual information.
fr: Liste de noms de domaine qui doivent être redirigés vers ce site, vous pouvez saisir plus d'une URL ou toute autre information textuelle.

source: Screenshot for !theme theme
fr: Capture d'écran du thème !theme

source: This will be used for the whole site and cannot be changed once set
fr: Ceci sera utilisé sur tout le site et ne peut être modifié une fois défini

source: Site modifications have been saved
fr: Les modifications du site ont été enregistrées

source: Martin's blog
fr: Le blog de Martin

source: Invalid step @step
fr: Étape @step invalide

source: Host name
fr: Nom de domaine

source: Type here the site URL
fr: Saisir l'URL du site

source: Public site
fr: Site public

source: Uncheck this field to limit access to the site.
fr: Décochez ce champ pour limiter l'accès au site.

source: Host name cannot be empty
fr: Le nom de domaine ne peut pas être vide

source: Host name already exists
fr: Le nom de domaine existe déjà

source: Host name contains invalid characters or has a wrong format
fr: Le nom de domaine contient des caractères invalides ou n'est pas formatté correctement

source: Is template site?
fr: Est un site gabarit ?

source: Template site
fr: Site gabarit

source: Request
fr: Demander

source: Go back
fr: Retour

source: Your site creation request has been submitted
fr: La création de votre site a été soumise

source: Switch site @site to state @state ?
fr: Passer le site @site à l'état @state ?

source: Describe here why you're switching this site's state
fr: Expliquez ici pourquoi vous changez l'état du site

source: Site @site has been switched from @from to @to
fr: Le site @site est passé de l'état @from à @to

source: There was an error switching site @site from @from to @to
fr: Il y a une erreur pour passer le site @site de l'état @from à @to

source: Please make your choice in the suggestions list.
fr: Veuillez faire votre choix parmi cette liste de suggestions.

source: Role
fr: Rôle

source: Add
fr: Ajouter

source: The user can't be identified.
fr: Cet utilisateur ne peut pas être identifié.

source: !name has been added as %role.
fr: !name a été ajouté comme %role.

source: Lastname / Firstname
fr: Nom / Prénom

source: Roles
fr: Rôles

source: Enable the user
fr: Activer cet utilisateur

source: You will have to define a password and pass it on to the user by yourself.
fr: Vous devrez définir un mot de passe et le transmettre à l’utilisateur par vos propres moyens.

source: !count characters at least. Mix letters, digits and special characters for a better password.
fr: Au moins !count caractères. Mélanger les lettres, chiffres et caractères spéciaux pour un mot de passe plus sûr.

source: The e-mail address %email is already taken.
fr: L'adresse e-mail %email est déjà prise.

source: You must define a password to enable the user.
fr: Vous devez définir un mot de passe pour activer l’utilisateur.

source: The password must contain !count characters at least.
fr: Le mot de passe doit contenir au moins !count caractères.

source: !name has been created and added as %role.
fr: !name a été créé et ajouté comme %role.

source: Validate
fr: Valider

source: !name is from now on %role.
fr: !name est désormais %role.

source: Delete @name from webmasters / contributors?
fr: Supprimer @name des webmestres / contributeurs ?

source: !name has been removed from the webmasters / contributors.
fr: !name a été retiré des webmestres / contributeurs.

source: Demote @name as contributor?
fr: Rétrograder @name en tant que contributeur ?

source: !name has been demoted as %role.
fr: @name a été rétrogradé en tant que contributeur ?

source: Promote @name as webmaster?
fr: Promouvoir @name en tant que webmestre ?

source: !name has been promoted as %role.
fr: @name a été promu en tant que webmestre.

source: Template
fr: Gabarit

source: Other
fr: Autre

source: administrative title
fr: titre administratif

source: hostname
fr: nom de domaine

source: state
fr: état

source: owner name
fr: nom du propriétaire

source: Hostname
fr: Nom de domaine

source: Enabled
fr: Activé

source: This is the global status for across the whole platform. Is a user is disabled, he/she won't be able to log in.
fr: Ceci est le statut global pour toute la plateforme. Si un utilisateur est désactivé, il/elle ne pourra plus se connecter.

source: Global status
fr: Statut global

source: No attached site yet.
fr: Pas de site rattaché pour le moment.

source: Request date
fr: Date de demande

source: All sites
fr: Tous les sites

source: No site created yet.
fr: Pas de site créé pour le moment.

source: Webmaster
fr: Webmestre

source: Contributor
fr: Contributeur

source: Default
fr: Défaut

source: Unknown
fr: Inconnu

source: There is no sites yet.
fr: Aucun site pour le moment.

source: You have no site.
fr: Vous n'avez pas de site.

source: There is no archives.
fr: Il n'y a pas d'archives.

source: There is no history to display.
fr: Il n'y a pas d'historique à afficher.

source: There is no webmaster or contributor yet.
fr: Il n'y a pas de webmestre ou de contributeur pour le moment.

source: Provide site entity, site workflow, site node access machinery
fr: Fournit les entités de site, le processus de création de site et le système d'accès au contenu par site

source: Details
fr: Détails

source: Log
fr: Journal

source: Switch site state
fr: Changer l'état du site

source: Users
fr: Utilisateurs

source: Add an existing user
fr: Ajouter un utilisateur existant

source: Create a new webmaster or contributor
fr: Créer un nouveau webmestre ou contributeur

source: Delete the user from this site
fr: Supprimer l'utilisateur de ce site

source: Reference this content
fr: Référencer ce contenu

source: Dereference this content from current site
fr: Déréférencer ce contenu du site courant

source: Site factory configuration
fr: Configuration de l'usine à sites

source: Global site configuration, such as allowed themes for sites
fr: La configuration globale du site, comme les thèmes autorisés pour les sites

source: Settings
fr: Paramètres

source: Content god mode
fr: God mode de contenu

source: Manage global content
fr: Gérer le contenu global

source: Manage group content
fr: Gérer le contenu Groupe

source: Manage starred content
fr: Gérer le contenu important

source: Flag content as inappropriate
fr: Signaler le contenu comme inapproprié

source: Unflag content flagged as inappropriate
fr: Retirer du contenu le marquage comme inapproprié

source: Transfer content ownership to another user
fr: Transférer la propriété du contenu à un autre utilisateur

source: View all content no matter where it stands
fr: Voir tous les contenus quel que soit où ils se trouvent

source: View global published content
fr: Voir les contenus globaux publiés

source: View group published content
fr: Voir les contenus groupes publiés

source: View other site content
fr: Voir les autres contenus du site

source: Site god mode
fr: God mode de site

source: Access to site dashboard
fr: Accéder au tableau de bord des sites

source: Manage all sites no matter their state is
fr: Gérer tous les sites quels que soient leurs états

source: View all sites no matter their state is
fr: Voir tous les sites quels que soient leurs états

source: Your e-mail address
fr: Votre adresse e-mail

source: Enter your @s e-mail address.
fr: Saisissez votre adresse e-mail pour @s.

source: Enter the password that accompanies your e-mail address.
fr: Saisissez le mot de passe correspondant à votre adresse e-mail.

source: This permission bypasses everything that can be bypassed, for technical administrators only
fr: Cette permission cout-circuite tout ce qui peut être court-circuité, pour les administrateur techniques seulement

source: Request new site
fr: Demander un nouveau site.

source: Site edit
fr: Modification de site

source: Origin
fr: Origine

source: Tree
fr: Arborescence

source: Delete this menu tree?
fr: Supprimer cette arborescence de menu ?

source: Menu tree has been deleted
fr: L'arborescence de menu a été supprimée

source: Set as main menu
fr: Définir comme menu principal

source: Set this menu as main site menu?
fr: Définir ce menu comme menu principal du site ?

source: Menu has been set as main site menu
fr: Le menu a été défini comme menu principal du site

source: Menu tree
fr: Arborescence de menu

source: Leave this field empty for auto-generation
fr: Laisser ce champ vide pour une génération automatique

source: Main, Footer, ...
fr: Principal, pied de page, ...

source: Something about this menu...
fr: Quelque chose à propos de ce menu...

source: Menu role in site
fr: Rôle du menu dans le site

source: Set as the site main menu?
fr: Définir en tant que menu principal du site ?

source: If the site already has a main menu, this choice will change it.
fr: Si le site possède déjà un menu principal, ce choix le modifiera.

source: Tree has been saved
fr: L'arborescence a été enregistrée

source: Could not save tree
fr: Impossible d'enregistrer l'arborescence

source: Save tree
fr: Enregistrer l’arborescence

source: Tree modifications have been saved
fr: Les modifications de l’arborescence ont été enregistrées

source: Could not save tree modifications
fr: Impossible d’enregistrer les modifications de l’arborescence

source: unknown
fr: inconnu

source: Internal name
fr: Nom interne

source: Site main
fr: Site principal

source: Handles menu trees
fr: Gère les arborescences de menu

source: All trees
fr: Toutes les arborescences

source: Add new menu
fr: Ajouter un nouveau menu

source: Add content at position
fr: Ajouter du contenu à la position

source: There was an error saving the menu link.
fr: Il y a une erreur lors de l’enregistrement du lien de menu.

source: Edit menu
fr: Modifier le menu

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Change email
fr: Modifier l'e-mail

source: Reset password
fr: Réinitialiser le mot de passe

source: Last connection at
fr: Dernière connexion le

source: Create user
fr: Créer un utilisateur

source: Current password
fr: Mot de passe actuel

source: Your current password is incorrect.
fr: Votre mot de passe actuel est incorrect.

source: Your new password must contain !count characters at least.
fr: Votre mot de passe doit contenir au moins !count caractères.

source: Your new password has been saved.
fr: Votre nouveau mot de passe a été enregistré.

source: Username
fr: Nom d'utilisateur

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, apostrophes, and underscores.
fr: Les espaces sont autorisés, la ponctuation n'est pas autorisée à part les points, tirets, apostrophes et tirets bas.

source: E-mail address
fr: Adresse e-mail

source: E-mail address confirmation
fr: Confirmation de l'adresse e-mail

source: A valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
fr: Une adresse électronique valide. Le système enverra tous les courriels à cette adresse. L'adresse électronique ne sera pas rendue publique et ne sera utilisée que pour la réception d'un nouveau mot de passe ou pour la réception de certaines notifications.

source: Confirm the new e-mail address
fr: Confirmer la nouvelle adresse e-mail

source: The name %name is already taken.
fr: Le nom %name est déjà pris

source: The e-mail address %mail is not valid.
fr: L'adresse e-mail %mail n'est pas valide.

source: The e-mail's confirmation doesn't match with the first supplied e-mail.
fr: La confirmation de l'e-mail ne correspond pas au premier e-mail renseigné.

source: Your account information has been updated.
fr: Les informations de votre compte ont été mises à jour.

source: @name's email address has been changed.
fr: L’adresse e-mail de @name a été modifiée.

source: An error occured. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.

source: Do you really want to delete the user @name?
fr: Voulez-vous vraiment supprimer l'utilisateur @name ?

source: User @name has been deleted.
fr: L'utilisateur @name a été supprimé.

source: Do you really want to disable the user @name?
fr: Voulez-vous vraiment désactiver l'utilisateur @name ?

source: User @name has been disabled.
fr: L'utilisateur a été désactivé.

source: Please use this form to edit your e-mail: !link
fr: Veuillez utiliser ce formulaire pour modifier votre e-mail : !link

source: change my e-mail
fr: modifier mon e-mail

source: A user with the same user name already exists.
fr: Un utilisateur avec le même nom existe déjà

source: The new user @name has been created.
fr: L'utilisateur @name a été créé.

source: The user @name has been updated.
fr: L'utilisateur @name a été mis à jour.

source: This user has never been connected. You have to define a password and pass it on to the user by yourself.
fr: Cet utilisateur ne s’est jamais connecté. Vous devez définir un mot de passe et le transmettre à l’utilisateur par vos propres moyens.

source: Do you really want to enable the user @name?
fr: Voulez-vous vraiment activer l'utilisateur @name ?

source: User @name has been enabled.
fr: L'utilisateur @name a été activé.

source: You must supply the same address as the one given in your account.
fr: Vous devez fournir la même adresse que celle renseignée dans votre compte.

source: Send my request
fr: Envoyer ma demande

source: Sorry, %mail is not a known e-mail address.
fr: Désolé, %mail n'est pas une adresse e-mail connue.

source: Further instructions have been sent to your e-mail address.
fr: Plus d'informations ont été envoyée à votre adresse e-mail.

source: Do you really want to reset the password of the user @name?
fr: Voulez-vous vraiment réninitialiser le mot de passe de l’utilisateur @name ?

source: @name's password has been resetted.
fr: Le mot de passe de @name a été réinitialisé.

source: You are logged in as %user. <a href="!user_edit">Change your password.</a>
fr: Vous êtes connectés en tant que %user. <a href="!user_edit">Modifier votre mot de passe.</a>

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href="!logout">logout</a> and try using the link again.
fr: Un autre utilisateur (%other_user) est déjà connecté au site depuis cet ordinateur, mais vous avez tenté d’utiliser un lien de connexion unique pour l’utilisateur %resetting_user. Veuillez <a href="!logout">vous déconnecter</a> et utiliser sur le lien une nouvelle fois.

source: Save my password
fr: Enregistrer mon mot de passe

source: Your password must contain at least !count characters.
fr: Votre mot de passe doit contenir au moins !count caractères.

source: Your password has been recorded.
fr: Votre mot de passe a été enregistré.

source: You have tried to use a one-time login link that has either been used or is no longer valid. Please request a new one using the form below.
fr: Vous avez tenté d’utiliser un lien de connexion unique qui a déjà utilisé ou qui est n’est plus valide. Veuillez demander un nouveau depuis le formulaire ci-dessous.

source: last connection date
fr: date de dernière connexion

source: Is webmaster?
fr: Est webmestre ?

source: Last connection
fr: Dernière connexion

source: My account
fr: Mon compte

source: Edit my information
fr: Modifier mes informations

source: Edit my password
fr: Modifier mon mot de passe

source: No user created yet.
fr: Aucun utilisateur créé pour le moment.

source: Creation
fr: Création

source: There is no users yet.
fr: Pas d'utilisateurs pour le moment.

source: Provides user management backoffice
fr: Fournit un backoffice de gestion d'utilisateurs

source: Edit my account information
fr: Modifier les informations de mon compte

source: Change my password
fr: Modifier mon mot de passe

source: Disable the user
fr: Désactiver cet utilisateur

source: Set password
fr: Définir le mot de passe

source: User @name
fr: Utilisateur @name

source: Manage all users
fr: Gérer tous les utilisateurs

source: [user:name], An account has been created for you at [site:name]. You can activate it by clicking this link or copying and pasting it to your browser: [user:password-url] This link can only be used once and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using your username: [user:name]. -- [site:name] team
fr: [user:name], Un compte a été créé pour vous sur le site [site:name]. Vous pouvez l'activer en cliquant sur ce lien ou en le copiant dans votre navigateur : [user:password-url] Ce lien ne peut être utilisé qu'une seule fois et vous mènera sur la page de modification de votre mot de passe. Après avoir défini votre mot de passe, vous pourrez vous connecter sur [site:login-url] en utilisant votre nom d'utilisateur : [user:name]. — L'équipe de [site:name]

source: [user:name], An account has been created for you at [site:name]. This account is already active, you will be able to log in at [site:login-url] using the password that we will provide you soon. -- [site:name] team
fr: [user:name], Un compte a été créé pour vous sur le site [site:name]. Ce compte est déjà activé, vous pourrez vous y connecter sur [site:login-url] en utilisant le mot de passe que nous vous communiquerons prochainement. — L'équipe de [site:name]
