Repository: makinacorpus/drupal-ucms
Catalog: ucms_contrib/translations/*.po
Languages: fr

source: Your new password request at [site:name]
fr: Votre nouveau mot de passe pour [site:name]

source: [user:name], A request to reset the password for your account has been made at [site:name]. You may now set your new password by clicking this link or copying and pasting it to your browser: [user:password-url] This link can only be used once and will lead you to a page where you can set your password. It expires after [user:password-url-lifespan] and nothing will happen if it's not used. -- [site:name] team
fr: [user:name], Une demande de réinitialisation de mot de passe a été faite sur [site:name]. Vous pouvez définir votre nouveau de passe en cliquant sur ce lien ou en le copiant dans votre navigateur : [user:password-url] Ce lien ne peut être utilisé qu'une seule fois et vous mènera sur la page de modification de votre mot de passe. Il expirera dans [user:password-url-lifespan] s'il n'est pas utilisé. — L'équipe de [site:name]

source: Reset of your password at [site:name]
fr: Votre nouveau mot de passe pour [site:name]

source: [user:name], Your password has been resetted by an administrator at [site:name]. Please set your new password by clicking this link or copying and pasting it to your browser: [user:password-url] This link can only be used once and will lead you to a page where you can set your password. It expires after [user:password-url-lifespan] and nothing will happen if it's not used. -- [site:name] team
fr: [user:name], Une demande de réinitialisation de mot de passe a été faite sur [site:name]. Vous pouvez définir votre nouveau de passe en cliquant sur ce lien ou en le copiant dans votre navigateur : [user:password-url] Ce lien ne peut être utilisé qu’une seule fois et vous mènera sur la page de modification de votre mot de passe. Il expirera dans [user:password-url-lifespan] s’il n’est pas utilisé. — L’équipe de [site:name]

source: @count year
fr: @count année

source: @count month
fr: @count mois

source: @count day
fr: @count jour

source: You have been registered at [site:name]
fr: Vous avez été rattaché au site [site:name]
